let greet = 'Здравствуйте, Дедушка Мороз! Здравствуй, Снегурочка, снеговики и зайчики!';
let congratulation = 'С наступающим вас праздником. Пусть ваш год пройдет счастливо и весело.';
let acquaintance = 'Меня зовут Леша. Мне уже 15 лет.';
let behaviour = 'В этом году я вел себя хорошо, не получал двойки, не дрался и помогал маме. А также я самостоятельно учился и играл в каэсочку.';
let gift = 'Дедушка, пожалуйста, подари мне золотой унитаз. Обещаю вести себя хорошо. Заранее спасибо. Я верю, что ты поможешь осуществить мое заветное желание.';
let farewell = 'С уважением и теплотой, Леша.';
let letterForFrost = `${greet}\n${congratulation}\n${acquaintance}\n${behaviour}\n${gift}\n${farewell}`;
console.log(letterForFrost);
